Revit 2027 API
FabricationPart.Size Property
 The size of the fabrication part.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Size { get; }
Public ReadOnly Property Size As String
	Get
public:
property String^ Size {
	String^ get ();
}
member Size : string with get
Property Value
String
See Also
Reference
FabricationPart Class
Autodesk.Revit.DB Namespace